import 'dart:core';

class jokes
{
  ///static List l=[];
static List name = ["jokes","status"];
static List jokes1 = ["""ગણિતના શિક્ષક સ્ટાફ રૂમમાં બેસીને
ખાલી ડબામાં રોટલી ડૂબવીને ખાતા હતા....
તે જોઈને ગુજરાતીના શિક્ષક બોલ્યા
"અલ્યા ડબામાં શાકતો નથી ?" 
ગણિત શિક્ષક બોલ્યા અમે તો શાકને એક્સ ધારેલ છે.""",
"""બકો લગ્નમાં જમવા ગયો,  
ત્યાં પ્લેટ પર મૂકેલ ટીશ્યુ પેપર જોઈને  
તેમને થયું કે આ પણ કોઈ ખાવાની ચીજ હશે. 
તે લઈને મોઢામાં મૂકવા જતા હતા  
 
ત્યાં બકુડીએ રાડ પાડી,  
ખાતા નહીં ..... હાવ મોળું સે.....""",
  """વધારે ચિંતા ના કરો 
બધાના લગ્ન ગર્લફ્રેન્ડ સાથે જ થશે.
હવે કોની ગર્લફ્રેન્ડ સાથે કોના લગ્ન થાશે
એ મને નથી ખબર હો.""",
"""પતિ હિબકે ચડીને રોયો,
જ્યારે પત્નીનું આઠમાં ધોરણનું પ્રમાણપત્ર 
હાથમાં આવ્યું અને એમા લખ્યું હતું,
"કોમલભાષી અને શાંતિપ્રિય""",
"""કોરોનાએ તો માણસાઈ જીવંત કરી છે,
ટેસ્ટ તમે કરાવો ને પ્રાર્થના આજુબાજુ વાળા કરે,
કે નેગેટિવ આવે તો સારૂ.""",
"""
છોકરો : હાય, આઈ લવ યુ.
છોકરી : મારે બોય ફ્રેન્ડઆ છે.
છોકરો : વાંધો નય આટલું
       જાણવાના તારા બાપુજીએ
       મને પાંચ હજાર દીધાં છે.""",
"""કાલે એક પરિણીત પુરૂષના ઘરે એનું કોઈ
સગું લગ્નની કંકોત્રી આપવા આવ્યું.
પુરુષે સાહજિક ભાવે પૂછ્યું,
'ઘટનાસ્થળ ક્યાં છે' ? """,
"""પરફેક્ટ જોડી ફક્ત...
ચમ્પલમાં જોવા મળે છે...!!
બાકી બધી અંધ્શ્રદ્ધા છે...""",
"""ભુતની સીરીયલમાં હિરોઈન એવું પુછે
" કૌન હૈ વહા ?"
જાણે ભુત સામેથી કહેવાનો હોય કે
" આ રહ્યો મોટા બેન, કબાટની પાછળ બેઠો છું ને
મમરા ખાઉં છું"!!!!""",
"""છોકરો અમીર હોવો જોઈએ,
ગરીબ તો અમે કરી નાખીશું...!
- લી.જાનુ,બાબુ  અને સોનાની GF"""];
static List status=["""Attitude ની શું વાત કરો છો, અમે તો મચ્છર પણ AK47 થી ઉડાવીએ છીએ !!""",
"""જે આપણી Value ના સમજે ને, એને એક વાર પ્રેમથી એની Value સમજાવી દેવાની !!""",
"""અમારી ચર્ચા આજે 100 માં છે, કાલે 1000 માં થસે ,નામ PUBLIC ના દિલ અને દિમાગ છે ,આજે ફોટો FACEBOOK માં છે, કાલે NEWS માં હશે""",
"""આગ લગાડવી એ અમારો સ્વભાવ નથી.. પણ સાહેબ અમારી પર્સનાલિટી જોઇને લોકો બળી જાય એમાં અમારો શુ વાંક…..!!""",
"""જયારે મારી ગેમ ચાલુ કરીશ ને વાલા…ત્યારે એકજ નિયમ હશે NO LIFELINE.""",
"""રાજા તો અમે એ દિ જ બની ગયા તા જે દિ પપ્પા એ કિધુ કે માર ખાઈને ઘરે ના આવતા, બાકી હું જોઈ લઇશ !""",
"""ગુલામીકરીએ તો માં બાપ ની કરીયે વાલા બાકી દુનિયા માટે તો કાલેય કિંગ હતા અને આજે પણ કિંગ છીએ.""",
"""લોકો જોતા હોય ત્યારે જે વર્તન કરોએ ” પર્સનાલિટી ” કહેવાય, જ્યારે કોઈ જોતું ના હોય ત્યારે જે વર્તન કરો એ ” કેરેક્ટર ” કહેવાય…..""",
"""મનાવવાનું છોડી દીધું સાહેબ ગમે તો વાત કરો, નહીતો દરવાજા ખુલ્લા જ છે !!""",
"""લોકો ના બ્લડ ગ્રૂપમા (+) અને (-) આવે છે , પણ મારા બ્લડ ગ્રૂપ માતો #Attitude આવે છે.""",
"""લોકો લાખોમાં એક હોય છે, પણ હું તો કરોડોમાં એક છું !!
બસ હવે તો મારો ઠાકર કરે ઈ ઠીક, બાકી બીજા કોઈની મને નથી બીક !!""",
"""અમારી આદત ખરાબ નથી, બસ શોખ ઊંચા છે,નયતર કોઈ સપના ની પણ એટલી ઓકાત નથી,કે જેને અમે જોઈએ અને એ પૂરું ના થાય…."""];
}